[
    "Os nativos invadiram sua terra! -Volte 1 casa e pague US$10.000 de recursos gastos-",
    "Você achou uma mina de ouro! +Receba $500.000+",
    "Um apostador te desafiou! Gire a roleta. Se cair um número de 1 a 4, -pague $10.000-. Se cair um número de 5 a 8, ~nada acontece~. Se cair um número acima de 8, +receba $10.000+",
    "Você encontrou uma propaganda no jornal que te prometeu dinheiro. Gire a roleta e deixe ela decidir o quanto você +ganhará em milhares+!",
    "Você instaurou uma taxa de pedágio nesse estado. Cada jogador que passar por ele te +pagará $4.000+. Caso já haja um dono de pedágio nesse estado, -pague $5.000 a ele de indenizações-",
    "Parece que há uma revolução surgindo. -Pague $10.000- para contê-la",
    "O Estado te prendeu por conspiração! -Fique 2 rodadas sem jogar-",
    "Seus suprimentos estão acabando. -Volte 3 casas- ou -pague $3.000- para reabastecer",
    "Oh não! Seus cavalos comeram os mapas e vocês estão em desvantagem contra os indígenas! Recuar! Recuar! -Volte 5 casas-",
    "Parece que o caminho está livre! +Avance 2 casas+",
    "Que vista maravilhosa! Leve seu tempo para admirar e fique ~pelo menos~ -1 rodada sem jogar-",
    "Que indígena bonita você avistou! Gire a roleta. Se cair de 1 a 4, ela te ataca e te força a ~recuar 1 casa~. Se cair de 5 a 8, ela foge e ~nada acontece~. Se cair acima de 8, você a leva consigo e +ganha $1.000+",
    "Você comprou terras para iniciar uma nova fazenda. -Pague $80.000-",
    "Você liderou um grupo de exploração na Trilha de Oregon, +ganhando $50.000+ com o dinheiro dos colonos que participaram",
    "Você investiu na construção da Ferrovia do Pacífico e agora está colhendo lucros à medida que a ferrovia se expande. -Pague $5000- e +receba $1000+ pelas próximas 10 rodadas",
    "Você trabalhou na construção da ferrovia. +Receba $70.000+",
    "Sua fazenda sofreu com o esgotamento do solo. -Pague $100.000-",
    "Você vendeu um pedaço de suas terras a um fazendeiro e +obteve $60.000+",
    "Você investiu em minas de carvão e está lucrando! +Receba 10.000+",
    "Sua plantação de milho foi dizimada por uma praga. -Pague $40.000-",
    "Você encontrou uma mina de prata! +Receba $120.000+",
    "Você enfrentou um conflito com nativos, resultando em perdas significativas. -Pague $80.000-",
    "Você adquiriu terras em uma reserva do governo. +Ganhe $40.000+",
    "Você investiu na mineração de prata, lucrando com a crescente demanda. +Receba $15.000+",
    "A cidade de sua fazenda se tornou um ponto de parada importante para exploradores. +Ganhe $20.000+",
    "Você tomou terras de nativos, ganhando terras férteis para sua fazenda. +Receba $100.000+",
    "Uma epidemia de doença bovina dizimou seu rebanho. -Pague $50.000-",
    "Alguém está interessado em comprar suas terras. +Receba $70.000+",
    "O governo está atrás de suas terras. -Volte para o começo- ou -pague toda sua fortuna-"
]